aaron-bond.better-comments
adpyke.codesnap
alefragnani.bookmarks
bierner.emojisense
bierner.markdown-emoji
codezombiech.gitignore
davidanson.vscode-markdownlint
donjayamanne.githistory
dotjoshjohnson.xml
eamodio.gitlens
file-icons.file-icons
flyfly6.terminal-in-status-bar
github.vscode-github-actions
gruntfuggly.todo-tree
gydunhn.vsc-essentials
ibm.output-colorizer
iliazeus.vscode-ansi
ilich8086.untabify
mechatroner.rainbow-csv
mgiesen.image-comments
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
naumovs.color-highlight
oderwat.indent-rainbow
pkief.material-icon-theme
shd101wyy.markdown-preview-enhanced
sonarsource.sonarlint-vscode
sourcegraph.sourcegraph
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
tomoki1207.pdf
twxs.cmake
vitaliymaz.vscode-svg-previewer
vscode-icons-team.vscode-icons
xaver.clang-format
yzhang.markdown-all-in-one
